Repository: mickaelfrancois/RoK
Catalog: src/Presentation/Strings/*/Resources.resw
Source language: en_us
Languages: es_es, uk_ua

# welcomeTagline.Text
source: Your music. Your world.
es_es: Tu música. Tu mundo.
uk_ua: Твоя музика. Твій світ.

# AlbumsImported
source: albums discovered
es_es: álbumes descubiertos
uk_ua: знайдено альбомів

# notification_import_background_title
source: Import in progress
es_es: Importación en curso
uk_ua: Імпорт триває

# notification_import_background_message
source: Your first albums are ready. The import continues in the background.
es_es: Tus primeros álbumes están listos. La importación continúa en segundo plano.
uk_ua: Ваші перші альбоми готові. Імпорт продовжується у фоновому режимі.

# reviewSentimentGateTitle
source: Enjoying RoK?
es_es: ¿Te gusta Corea del Sur?
uk_ua: Насолоджуєтесь Росією?

# reviewSentimentGateContent
source: RoK is crafted with care for people who truly own their music. Your feedback helps shape the future of the app.
es_es: Corea del Sur está hecha con cuidado para las personas que realmente son dueñas de su música. Tus comentarios ayudan a dar forma al futuro de la app.
uk_ua: РК створена з турботою про людей, які по-справжньому володіють своєю музикою. Ваш відгук допоможе сформувати майбутнє додатка.

# reviewSentimentGateYes
source: Yes, I like it!
es_es: ¡Sí, me gusta!
uk_ua: Так, мені подобається!

# reviewSentimentGateNo
source: Not really
es_es: Realmente, no
uk_ua: Не дуже.

# reviewPositiveTitle
source: Thank you!
es_es: Gracias !
uk_ua: Дякую!

# reviewPositiveContent
source: A short review on the Microsoft Store helps RoK reach more people who still care about owning their music.
es_es: Una breve reseña en Microsoft Store ayuda a Corea del Sur a llegar a más personas que todavía se preocupan por poseer su música.
uk_ua: Короткий огляд у Microsoft Store допомагає охопити більше людей, які все ще дбають про володіння своєю музикою.

# reviewPositiveLeave
source: Leave a review
es_es: Dejar un comentario
uk_ua: Залишити відгук

# reviewPositiveLater
source: Maybe later
es_es: Quizás más tarde
uk_ua: Можливо пізніше

# reviewNegativeTitle
source: Thanks for your honesty
es_es: Gracias por su honestidad
uk_ua: Дякуємо за чесність

# reviewNegativeContent
source: I would love to hear what did not feel right so I can improve the experience. Every message helps make RoK better.
es_es: Me encantaría escuchar lo que no me pareció bien para poder mejorar la experiencia. Cada mensaje ayuda a mejorar Corea del Sur.
uk_ua: Я хотів би почути те, що мені здалося неправильним, щоб я міг покращити враження. Кожне повідомлення допомагає зробити РК кращим.

# reviewNegativeSend
source: Send feedback
es_es: Enviar comentarios
uk_ua: Надіслати відгук

# reviewNegativeClose
source: Close
es_es: Cerrar
uk_ua: Закрити

# StoreReviewButton.Text
source: Leave a review
es_es: Dejar un comentario
uk_ua: Залишити відгук

# EqualizeWindowsTitle
source: RoK - Equalizer
es_es: RoK - Igualada
uk_ua: РК - еквалайзер

# EqualizeWindowsDescription
source: Adjust audio frequencies to enhance your listening experience. Changes are applied in real-time.
es_es: Ajusta las frecuencias de audio para mejorar tu experiencia auditiva. Los cambios se aplican en tiempo real.
uk_ua: Налаштуйте звукові частоти, щоб покращити враження від прослуховування. Зміни застосовуються в режимі реального часу.

# EqualizeWindowsResetButton
source: Reset
es_es: Reiniciar
uk_ua: Reset (Скид)

# playerEqualizerAppBarButton.Label
source: Equalizer
es_es: Igualada
uk_ua: Еквалайзер

# playerCompactModeAppBarButton.Label
source: Compact mode
es_es: Modo compacto
uk_ua: Компактний режим перегляду

# playerFullscreenAppBarButton.Label
source: Fullscreen
es_es: Pantalla completa
uk_ua: Повноекранний режим

# EqualizerSavePanelTitle
source: Save this preset?
es_es: ¿Guardar este ajuste preestablecido?
uk_ua: Зберегти це попереднє налаштування?

# EqualizerSaveScopeTrack
source: This track
es_es: Esta pista
uk_ua: Заборонити цю композицію

# EqualizerSaveScopeAlbum
source: This album
es_es: Este álbum
uk_ua: Цей альбом

# EqualizerSaveScopeArtist
source: This artist
es_es: Este artista
uk_ua: Цей художник

# EqualizerSaveScopeGenre
source: This genre
es_es: Este género
uk_ua: Цей жанр

# EqualizerActivePresetDefault
source: No active preset
es_es: Sin preset activo
uk_ua: Немає активних попередніх налаштувань

# EqualizerActivePresetTrack
source: Active preset: track
es_es: Preset activo: pista
uk_ua: Активне попереднє налаштування: доріжка

# EqualizerActivePresetAlbum
source: Active preset: album
es_es: Preset activo: álbum
uk_ua: Активне попереднє налаштування: альбом

# EqualizerActivePresetArtist
source: Active preset: artist
es_es: Preset activo: artista
uk_ua: Активне попереднє налаштування: виконавець

# EqualizerActivePresetGenre
source: Active preset: genre
es_es: Preset activo: género
uk_ua: Активне попереднє налаштування: жанр

# EqualizerRemovePresetButton
source: Remove this preset
es_es: Eliminar este ajuste
uk_ua: Видалити це попереднє налаштування

# EqualizerBuiltin_Flat
source: Flat
es_es: Plano
uk_ua: Плоский

# EqualizerBuiltin_Electronic
source: Electronic
es_es: Electrónica
uk_ua: Електронний

# EqualizerBuiltin_Classical
source: Classical
es_es: Clásica
uk_ua: Класична

# EqualizerBuiltin_Acoustic
source: Acoustic
es_es: Acústico
uk_ua: Акустика

# EqualizerBuiltin_BassBoost
source: Bass Boost
es_es: Graves
uk_ua: ÐÑÐ´ÑÐ¸Ð»Ð¸ÑÐ¸ Ð±Ð°ÑÐ¸Phonon:: MMF:: EffectFactory

# EqualizerBuiltin_TrebleBoost
source: Treble Boost
es_es: Agudos
uk_ua: Підвищення балів

# EqualizerBuiltin_Loudness
source: Loudness
es_es: Volumen
uk_ua: ÐÑÑÐ½ÑÑÑÑPhonon:: MMF:: EffectFactory

# EqualizerBuiltin_Latin
source: Latin
es_es: Latino
uk_ua: Латинська

# playerSleepModeAppBarButton.Label
source: Sleep timer
es_es: Temporizador de apagado
uk_ua: Sleep Timer (Таймер сну)

# notification_sleepTimer_Start
source: Sleep timer is on — RoK will stop playback automatically
es_es: El temporizador de apagado automático está activado: RoK detendrá la reproducción automáticamente
uk_ua: Таймер сну ввімкнено — РК автоматично припинить відтворення

# notification_sleepTimer_Stop
source: Sleep timer dismissed — your music stays on
es_es: Temporizador de apagado desactivado: tu música sigue encendida
uk_ua: Таймер сну заблоковано — ваша музика залишається ввімкненою

# SmartPlaylist_EmptyTracksTitle.Text
source: No tracks yet
es_es: Sin pistas por el momento
uk_ua: Ще немає треків

# SmartPlaylist_EmptyTracksDescription.Text
source: Set up your playlist criteria and click Refresh to see matching tracks.
es_es: Configura los criterios de tu playlist y haz clic en Generar para ver las pistas correspondientes.
uk_ua: Налаштуйте критерії списку відтворення та натисніть Оновити, щоб переглянути відповідні композиції.

# ExportSmartPlaylistMessage
source: The playlist will be exported as it currently is. Its smart rules will not be preserved in the file.
es_es: La lista de reproducción se exportará tal cual está. Sus reglas inteligentes no se conservarán en el archivo.
uk_ua: Список відтворення буде експортовано в поточному вигляді. Його розумні правила не будуть збережені у файлі.

# ExportSmartPlaylistTitle
source: Export smart playlist
es_es: Exportar lista de reproducción inteligente
uk_ua: Exportar lista de reproducción inteligente

# playlistFlyoutExport.Text
source: Export…
es_es: Exportar…
uk_ua: Експорт…

# playlistExport.ToolTipService.ToolTip
source: Export this playlist as M3U8
es_es: Exporta esta lista de reproducción como M3U8
uk_ua: Експортувати цей плейлист у форматі M3U8

# playlistExport.Label
source: Export
es_es: Exportar
uk_ua: Експорт

# playlistsImport.ToolTipService.ToolTip
source: Import playlist files
es_es: Importar archivos de lista de reproducción
uk_ua: Імпорт файлів відтворення

# playlistsImport.Label
source: Import…
es_es: Importar…
uk_ua: Імпорт…

# KeyboardShortcut_Action_PlayPause
source: Play / Pause
es_es: Reproducir / Pausar
uk_ua: Відтворити / Пауза

# KeyboardShortcut_Action_Next
source: Next track
es_es: Pista siguiente
uk_ua: Наступний трек

# KeyboardShortcut_Action_Previous
source: Previous track
es_es: Pista anterior
uk_ua: Попередній трек

# KeyboardShortcut_Action_VolumeUp
source: Volume up
es_es: Subir volumen
uk_ua: Гучніше

# KeyboardShortcut_Action_VolumeDown
source: Volume down
es_es: Bajar volumen
uk_ua: Тихіше

# KeyboardShortcut_Action_Mute
source: Mute
es_es: Silenciar
uk_ua: Без звуку

# KeyboardShortcut_Action_Shuffle
source: Shuffle
es_es: Reproducción aleatoria
uk_ua: Випадковий порядок

# KeyboardShortcut_Action_Repeat
source: Repeat
es_es: Repetir
uk_ua: Повтор

# KeyboardShortcut_Action_SeekForward
source: Skip forward 5 seconds
es_es: Avanzar 5 segundos
uk_ua: Уперед на 5 секунд

# KeyboardShortcut_Action_SeekBackward
source: Skip backward 5 seconds
es_es: Retroceder 5 segundos
uk_ua: Назад на 5 секунд

# KeyboardShortcut_Action_OpenAlbums
source: Albums
es_es: Álbumes
uk_ua: Альбоми

# KeyboardShortcut_Action_OpenArtists
source: Artists
es_es: Artistas
uk_ua: Виконавці

# KeyboardShortcut_Action_OpenTracks
source: Tracks
es_es: Pistas
uk_ua: Треки

# KeyboardShortcut_Action_OpenPlaylists
source: Playlists
es_es: Listas
uk_ua: Списки відтворення

# KeyboardShortcut_Action_OpenInsights
source: Insights
es_es: Estadísticas
uk_ua: Аналітика

# KeyboardShortcut_Action_OpenListening
source: Now playing
es_es: Reproduciendo
uk_ua: Зараз грає

# KeyboardShortcut_Action_FocusSearch
source: Focus search
es_es: Buscar
uk_ua: Пошук

# KeyboardShortcut_Action_Back
source: Back
es_es: Atrás
uk_ua: Назад

# KeyboardShortcut_Action_ToggleFullScreen
source: Full screen
es_es: Pantalla completa
uk_ua: Повний екран

# KeyboardShortcut_Action_ToggleCompact
source: Compact mode
es_es: Modo compacto
uk_ua: Компактний режим

# KeyboardShortcut_Action_Help
source: Show keyboard shortcuts
es_es: Mostrar atajos
uk_ua: Показати скорочення

# KeyboardShortcut_Dialog_Title
source: Keyboard shortcuts
es_es: Atajos de teclado
uk_ua: Клавіатурні скорочення

# KeyboardShortcut_Dialog_Group_Playback
source: Playback
es_es: Reproducción
uk_ua: Відтворення

# KeyboardShortcut_Dialog_Group_Navigation
source: Navigation
es_es: Navegación
uk_ua: Навігація

# KeyboardShortcut_Dialog_Group_Modes
source: Modes
es_es: Modos
uk_ua: Режими

# KeyboardShortcut_Dialog_Group_Help
source: Help
es_es: Ayuda
uk_ua: Довідка

# OptionTabShortcuts.Header
source: Keyboard shortcuts
es_es: Atajos de teclado
uk_ua: Клавіатурні скорочення

# KeyboardShortcutsDialog.Title
source: Keyboard shortcuts
es_es: Atajos de teclado
uk_ua: Клавіатурні скорочення

# KeyboardShortcutsDialog.PrimaryButtonText
source: Close
es_es: Cerrar
uk_ua: Закрити

# radiosPlayUrl.Label
source: Play URL
es_es: Reproducir URL
uk_ua: Відтворити URL

# radiosAdd.Label
source: Add
es_es: Añadir
uk_ua: Додати

# radiosFlyoutPlay.Text
source: Play
es_es: Reproducir
uk_ua: Відтворити

# radiosFlyoutDelete.Text
source: Delete
es_es: Eliminar
uk_ua: Видалити

# radiosNoData.Message
source: No radios yet. Add one or play a URL to get started.
es_es: Aún no hay radios. Añade una o reproduce una URL para empezar.
uk_ua: Поки що немає радіо. Додайте одну або відтворіть URL, щоб почати.

# radiosDeleteConfirmation
source: Delete radio "{0}"?
es_es: ¿Eliminar la radio «{0}»?
uk_ua: Видалити радіо «{0}»?

# playerBuffering.Text
source: Buffering…
es_es: Almacenando en búfer…
uk_ua: Буферизація…

# addRadioDialog.Title
source: Add a webradio
es_es: Añadir una webradio
uk_ua: Додати веб-радіо

# addRadioDialog.PrimaryButtonText
source: Save
es_es: Guardar
uk_ua: Зберегти

# addRadioDialog.CloseButtonText
source: Cancel
es_es: Cancelar
uk_ua: Скасувати

# addRadioName.Header
source: Name
es_es: Nombre
uk_ua: Назва

# addRadioName.PlaceholderText
source: My favourite station
es_es: Mi emisora favorita
uk_ua: Моя улюблена станція

# addRadioUrl.Header
source: Stream URL or playlist (.pls / .m3u)
es_es: URL del flujo o lista (.pls / .m3u)
uk_ua: URL потоку або плейлист (.pls / .m3u)

# addRadioHomepage.Header
source: Homepage (optional)
es_es: Sitio web (opcional)
uk_ua: Веб-сайт (необов'язково)

# playRadioUrlDialog.Title
source: Play a webradio URL
es_es: Reproducir una URL de webradio
uk_ua: Відтворити URL веб-радіо

# playRadioUrlDialog.PrimaryButtonText
source: Play
es_es: Reproducir
uk_ua: Відтворити

# playRadioUrlDialog.CloseButtonText
source: Cancel
es_es: Cancelar
uk_ua: Скасувати

# playRadioUrl.Header
source: Stream URL or playlist
es_es: URL del flujo o lista
uk_ua: URL потоку або плейлист

# playRadioUrlHint.Text
source: Supports MP3 and AAC streams. .pls and .m3u playlists are resolved automatically. HLS (.m3u8 segment manifests) is not supported.
es_es: Compatible con flujos MP3 y AAC. Las listas .pls y .m3u se resuelven automáticamente. HLS (manifiestos .m3u8 segmentados) no compatible.
uk_ua: Підтримує потоки MP3 та AAC. Плейлисти .pls і .m3u обробляються автоматично. HLS (.m3u8 сегментовані маніфести) не підтримується.

# radioErrorDuplicate
source: A station with this URL already exists.
es_es: Ya existe una emisora con esta URL.
uk_ua: Станція з такою URL вже існує.

# radioErrorHlsUnsupported
source: HLS streams are not supported.
es_es: Los flujos HLS no son compatibles.
uk_ua: Потоки HLS не підтримуються.

# radioErrorNoStreamInPlaylist
source: No usable stream URL found in this playlist.
es_es: No se encontró ningún flujo utilizable en esta lista.
uk_ua: У цьому плейлисті немає придатного для відтворення URL.

# radioErrorFetchFailed
source: Cannot reach this URL.
es_es: No se puede acceder a esta URL.
uk_ua: Не вдається отримати доступ до цієї URL.

# radioErrorUnsupportedFormat
source: This URL format is not supported.
es_es: Este formato de URL no es compatible.
uk_ua: Цей формат URL не підтримується.

# radioErrorInvalidUrl
source: Invalid URL.
es_es: URL inválida.
uk_ua: Недійсна URL.

# radioErrorUnknown
source: Unknown error.
es_es: Error desconocido.
uk_ua: Невідома помилка.

# badgeAnniversary.Text
source: anniversary
es_es: aniversario

# albumAnniversaryTooltipOne
source: Released 1 year ago
es_es: Publicado hace 1 año

# albumAnniversaryTooltipMany
source: Released {0} years ago
es_es: Publicado hace {0} años

# albumStatsHeader.Text
source: Listening stats
es_es: Estadísticas de escucha

# albumStatsNeverListened.Text
source: Never listened
es_es: Nunca escuchado

# albumStatsListensLabel.Text
source: completed listens
es_es: escuchas completas

# albumStatsDurationLabel.Text
source: time listened
es_es: tiempo de escucha

# albumStatsSinceLabel.Text
source: first listened
es_es: primera escucha

# albumStatsPeakLabel.Text
source: peak hours
es_es: horas punta

# albumStatsTrendLabel.Text
source: last 12 months
es_es: últimos 12 meses

# albumStatsPanel.ProgressionUnitText
source: tracks listened
es_es: pistas escuchadas

# artistStatsPanel.ProgressionUnitText
source: albums listened
es_es: álbumes escuchados

# gridListModeButton.ToolTipService.ToolTip
source: Switch between grid and list view
es_es: Cambiar entre vista de cuadrícula y lista

# gridListModeButton.AutomationProperties.Name
source: Switch between grid and list view
es_es: Cambiar entre vista de cuadrícula y lista

# albumFavoriteButton.AutomationProperties.Name
source: Add or remove from favorites
es_es: Añadir o quitar de favoritos

# artistFavoriteButton.AutomationProperties.Name
source: Add or remove from favorites
es_es: Añadir o quitar de favoritos

# PlaylistTrackCount.Text
source: Track count:
es_es: Número de pistas:

# optionsLanguageLabel.Text
source: Language
es_es: Idioma

# optionsLanguageAutoTranslation.Text
source: (Automatic Translation)
es_es: (traducción automática)

# ArtistViewCompilation.Text
source: compilations,
uk_ua: збірники,

# artistWikipedia.Content
source: Wikipedia
uk_ua: Вікіпедія

# tracksViewGroupByTitle
source: titles
uk_ua: назви

# groupBytitle
source: titles
uk_ua: назви

# defaultRadioPlaylistName
source: Radio
uk_ua: Радіо

# albumsViewFilterByCompilationMenu.Text
source: compilations
uk_ua: компіляції

# albumsViewFilterByCompilation
source: compilations
uk_ua: компіляції

# AddLibraryFolderButton.Content
source: Add folder
uk_ua: Könyvtár hozzáadása

# filtercompilation
source: Compilations
uk_ua: Компіляції

# groupByscore
source: score
uk_ua: рахунок

# tracksViewGroupByScore
source: score
uk_ua: рахунок

source: Original
uk_ua: Оригінал

source: compilations
uk_ua: компіляції

# Insights_ProfileFaithfulIntense
source: Deep Listener
uk_ua: Глибокий слухач

# Insights_ProfileChannelSurfer
source: Skimmer
uk_ua: Скиммер

# Insights_BadgeSmoothListenerName
source: Smooth Listener
uk_ua: Гладкий слухач

# Insights_BadgeObsessedName
source: Obsessed
uk_ua: Одержимі

# Insights_BadgeReplayLoverName
source: Replay Lover
uk_ua: Коханець повторного відтворення

# Insights_BadgeDeepListenerName
source: Deep Listener
uk_ua: Глибокий слухач

# Insights_BadgeAfterworkName
source: Afterwork
uk_ua: Післяробота

# EqualizerBuiltin_Rock
source: Rock
uk_ua: Камінь

# EqualizerBuiltin_Metal
source: Metal
uk_ua: Метал

# EqualizerBuiltin_Pop
source: Pop
uk_ua: Поп

# EqualizerBuiltin_HipHop
source: Hip-Hop
uk_ua: Хіп- хоп

# EqualizerBuiltin_RnB
source: R&B
uk_ua: Р, Б

# EqualizerBuiltin_Jazz
source: Jazz
uk_ua: Джаз

# EqualizerBuiltin_Blues
source: Blues
uk_ua: Блюз

# EqualizerBuiltin_Vocal
source: Vocal
uk_ua: Постанов.
